[Play_DLC3_S_CEN_Dropship_Intro AkEvent]
SpokenText="Nós estamos indo para o que parece ser os restos de algum tipo de instalação ADVENT. As sondas preliminares mostram que a area não tem vida, mas nós não iremos arriscar. Você irá tentar acessar em um andar superior para evitar detecções. Ninguém mais conhece esses sistemas melhor do que Shen, por isso ela irá participar. Consiga uma entrada na instalação, encontre a causa daquela transmissão e se for hostil... acabe com isso. "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Investigate_Signal AkEvent]
SpokenText="Comandante, estou muito velho para começar a acreditar em fantasmas, o que significa que alguém teve que acessar essa unidade remotamente. Se eles podem acessar Rover, não há o que dizer o que eles podem ser capazes de fazer. Eu sugiro fortemente que nós investiguemos aquele sinal e que seja a nossa prioridade máxima.
BSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Pre_Mission_Prep_1 AkEvent]
SpokenText="Shen, eu sei que isso é pessoal para você, mas você não tem que ir lá fora... Nossas tropas são mais do que capazes de investigar."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Pre_Mission_Prep_3 AkEvent]
SpokenText="Vocês ouviram a moça, fiquem atentos e preparados."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Pre_Scan_Geo AkEvent]
SpokenText="Parece que Shen foi capaz de confirmar a origem do sinal.  Introduzindo as coordenadas no mapa agora."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Tower_Rumor_Comp_1 AkEvent]
SpokenText="Essa torre vem apodrecendo há anos, se não décadas, ainda estamos captando leituras de energia, mas não há sinais de vida.  Ainda assim, sabemos que a transmissão veio deste local.  Aposto que alguém ainda está chamando este lugar de lar.   "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""